{
	"books": [
		{
			"id": 1,
			"title": "The Greatness Mindset: Unlock the Power of Your Mind and Live Your Best Life Today",
			"author": "Lewis Howes",
			"imgSrc": "https://images-us.bookshop.org/ingram/9781401971908.jpg?height=500&v=v2-74ea0737a16f1fc14104a448e6f20a52",
			"ISBN": "9781401971908",
			"publishYear": 2023,
			"publisher": "Hay House",
			"description": "Greatness is inside you. Now is the time to wake it up. Are you living your most authentic life? Are you leaning into your purpose or running away from it? Is this the story you want your future self to tell or do you ache for something more? Through his breakthrough discoveries, New York Times best-selling author Lewis Howes reveals how you can rewrite your past to propel yourself into a powerful and abundant future. "
		},
		{
			"id": 2,
			"title": "The White Lady",
			"author": "Jacqueline Winspear",
			"imgSrc": "https://images-us.bookshop.org/ingram/9780062867988.jpg?height=500&v=v2-ad469d70173e9d98ea1518a8c1f7013d",
			"ISBN": "9780062867988",
			"publishYear": 2023,
			"publisher": "Harper",
			"description": "The White Lady introduces yet another extraordinary heroine from Jacqueline Winspear, creator of the best-selling Maisie Dobbs series. This heart-stopping novel, set in Post WWII Britain in 1947, follows the coming of age and maturity of former wartime operative Elinor White--veteran of two wars, trained killer, protective of her anonymity--when she is drawn back into the world of menace she has been desperate to leave behind."
		},
		{
			"id": 3,
			"title": "The Candy House",
			"author": "Jennifer Egan",
			"imgSrc": "https://images-us.bookshop.org/ingram/9781476716763.jpg?height=500&v=v2-8403a68974712ffcaffd9c30a45b611e",
			"ISBN": "9781476716763",
			"publishYear": 2022,
			"publisher": "Scribner Book Company",
			"description": "The Candy House opens with the staggeringly brilliant Bix Bouton, whose company, Mandala, is so successful that he is \"one of those tech demi-gods with whom we're all on a first name basis.\" Bix is forty, with four kids, restless, and desperate for a new idea, when he stumbles into a conversation group, mostly Columbia professors, one of whom is experimenting with downloading or \"externalizing\" memory. Within a decade, Bix's new technology, \"Own Your Unconscious\"--which allows you access to every memory you've ever had, and to share your memories in exchange for access to the memories of others--has seduced multitudes."
		},
		{
			"id": 4,
			"title": "How to Be a Badass Lawyer: The Unexpected and Simple Guide to Less Stress and Greater Personal Development Through Mindfulness and Compassion",
			"author": "Claire E. Parsons",
			"imgSrc": "https://images-us.bookshop.org/ingram/9798987088616.jpg?height=500&v=v2-cd0688bbb7dbfbdbad8db0dd00000000",
			"ISBN": "9798987088616",
			"publishYear": 2022,
			"publisher": "Claire E. Parsons",
			"description": "What is a badass lawyer? A badass lawyer is an attorney who loves, trusts, cares for, and honors themselves as they serve the needs of clients. And this is a badass book. It's for lawyers looking for better ways to reduce stress, improve relationships, enjoy better health, and curb overthinking. It's actually the best book about lawyer wellness - that's been written by a practicing attorney (and mom) - that you will ever read."
		},
		{
			"id": 5,
			"title": "1984",
			"author": "George Orwell",
			"imgSrc": "https://images-us.bookshop.org/ingram/9780451524935.jpg?height=500&v=v2",
			"ISBN": "9798987088616",
			"publishYear": 1950,
			"publisher": "Signet Book",
			"description": "1984 has come and gone, but George Orwell's prophetic, nightmare vision in 1949 of the world we were becoming is timelier than ever. \"1984\" is still the great modern classic \"negative Utopia\" - a startling original and haunting novel that creates an imaginary world that is completely convincing from the first sentence to the last four words. No one can deny this novel's power, its hold on the imagination of whole generations, or the power of its admonitions - a power that seems to grow, not lessen, with the passage of time."
		},
		{
			"id": 6,
			"title": "These Precious Days: Essays",
			"author": "Ann Patchett",
			"imgSrc": "https://images-us.bookshop.org/ingram/9780063092792.jpg?height=500&v=v2-eaa2d231ddcc4e5c529200dd00000000",
			"ISBN": "9780063092792",
			"publishYear": 2022,
			"publisher": "Harper Perennial",
			"description": "\"Any story that starts will also end.\" As a writer, Ann Patchett knows what the outcome of her fiction will be. Life, however, often takes turns we do not see coming. Patchett ponders this truth in these wise essays that afford a fresh and intimate look into her mind and heart. "
		},
		{
			"id": 7,
			"title": "Real Lifes",
			"author": "Brandon Taylor",
			"imgSrc": "https://images-us.bookshop.org/ingram/9780525538899.jpg?height=500&v=v2",
			"ISBN": "9780525538899",
			"publishYear": 2021,
			"publisher": "Riverhead Books",
			"description": "Almost everything about Wallace is at odds with the Midwestern university town where he is working uneasily toward a biochem degree. An introverted young man from Alabama, black and queer, he has left behind his family without escaping the long shadows of his childhood. For reasons of self-preservation, Wallace has enforced a wary distance even within his own circle of friends--some dating each other, some dating women, some feigning straightness. But over the course of a late-summer weekend, a series of confrontations with colleagues, and an unexpected encounter with an ostensibly straight, white classmate, conspire to fracture his defenses while exposing long-hidden currents of hostility and desire within their community. "
		},
		{
			"id": 8,
			"title": "The Odyssey",
			"author": "Homer",
			"imgSrc": "https://images-us.bookshop.org/ingram/9780393356250.jpg?height=500&v=v2",
			"ISBN": "9780393356250",
			"publishYear": 2018,
			"publisher": "W. W. Norton & Company",
			"description": "Composed at the rosy-fingered dawn of world literature almost three millennia ago, The Odyssey is a poem about violence and the aftermath of war; about wealth, poverty and power; about marriage and family; about travelers, hospitality, and the yearning for home. This fresh, authoritative translation captures the beauty of this ancient poem as well as the drama of its narrative. Its characters are unforgettable, none more so than the \"complicated\" hero himself, a man of many disguises, many tricks, and many moods, who emerges in this version as a more fully rounded human being than ever before. Written in iambic pentameter verse and a vivid, contemporary idiom, Emily Wilson's Odyssey sings with a voice that echoes Homer's music; matching the number of lines in the Greek original, the poem sails along at Homer's swift, smooth pace. A fascinating, informative introduction explores the Bronze Age milieu that produced the epic, the poem's major themes, the controversies about its origins, and the unparalleled scope of its impact and influence. Maps drawn especially for this volume, a pronunciation glossary, and extensive notes and summaries of each book make this is an Odyssey that will be treasured by a new generation of readers."
		},
		{
			"id": 9,
			"title": "Raw Dog: The Naked Truth about Hot Dogs",
			"author": "Jamie Loftus",
			"imgSrc": "https://images-us.bookshop.org/ingram/9781250847744.jpg?height=500&v=v2-2fcda0e7c1f7dc213118b30c2d313aa3",
			"ISBN": "9781250847744",
			"publishYear": 2023,
			"publisher": "Forge",
			"description": "Part travelogue, part culinary history, all capitalist critique--comedian Jamie Loftus's debut, Raw Dog, will take you on a cross-country road trip in the summer of 2021, and reveal what the creation, culture, and class influence of hot dogs says about America now."
		},
		{
			"id": 10,
			"title": "This Is How You Lose the Time War",
			"author": "Amal El-Mohtar, Max Gladstone",
			"imgSrc": "https://images-us.bookshop.org/ingram/9781534430990.jpg?height=500&v=v2",
			"ISBN": "9781534430990",
			"publishYear": 2020,
			"publisher": "Gallery / Saga Press",
			"description": "HUGO AWARD WINNER: BEST NOVELLA NEBULA AND LOCUS AWARDS WINNER: BEST NOVELLA \"[An] exquisitely crafted tale...Part epistolary romance, part mind-blowing science fiction adventure, this dazzling story unfolds bit by bit, revealing layers of meaning as it plays with cause and effect, wildly imaginative technologies, and increasingly intricate wordplay...This short novel warrants multiple readings to fully unlock its complexities.\" --Publishers Weekly (starred review). From award-winning authors Amal El-Mohtar and Max Gladstone comes an enthralling, romantic novel spanning time and space about two time-traveling rivals who fall in love and must change the past to ensure their future. Among the ashes of a dying world, an agent of the Commandment finds a letter. It reads: Burn before reading. Thus begins an unlikely correspondence between two rival agents hellbent on securing the best possible future for their warring factions. Now, what began as a taunt, a battlefield boast, becomes something more. Something epic. Something romantic. Something that could change the past and the future. Except the discovery of their bond would mean the death of each of them. There's still a war going on, after all. And someone has to win. That's how war works, right? Cowritten by two beloved and award-winning sci-fi writers, This Is How You Lose the Time War is an epic love story spanning time and space."
		},
		{
			"id": 11,
			"title": "Crying in H Mart: A Memoir",
			"author": "Michelle Zauner",
			"imgSrc": "https://images-us.bookshop.org/ingram/9780525657743.jpg?height=500&v=v2-42c80b74ffd10c204322367adc5699a7",
			"ISBN": "9780525657743",
			"publishYear": 2021,
			"publisher": "Knopf Publishing Group",
			"description": "In this exquisite story of family, food, grief, and endurance, Michelle Zauner proves herself far more than a dazzling singer, songwriter, and guitarist. With humor and heart, she tells of growing up one of the few Asian American kids at her school in Eugene, Oregon; of struggling with her mother's particular, high expectations of her; of a painful adolescence; of treasured months spent in her grandmother's tiny apartment in Seoul, where she and her mother would bond, late at night, over heaping plates of food. As she grew up, moving to the East Coast for college, finding work in the restaurant industry, and performing gigs with her fledgling band--and meeting the man who would become her husband--her Koreanness began to feel ever more distant, even as she found the life she wanted to live. It was her mother's diagnosis of terminal cancer, when Michelle was twenty-five, that forced a reckoning with her identity and brought her to reclaim the gifts of taste, language, and history her mother had given her. Vivacious and plainspoken, lyrical and honest, Zauner's voice is as radiantly alive on the page as it is onstage. Rich with intimate anecdotes that will resonate widely, and complete with family photos, Crying in H Mart is a book to cherish, share, and reread."
		},
		{
			"id": 12,
			"title": "Happy Place",
			"author": "Emily Henry",
			"imgSrc": "https://images-us.bookshop.org/ingram/9780593441275.jpg?height=500&v=v2-16b5bd356d1cec447dacb80e8d473427",
			"ISBN": "9780593441275",
			"publishYear": 2023,
			"publisher": "Berkley Books",
			"description": "Harriet and Wyn have been the perfect couple since they met in college--they go together like salt and pepper, honey and tea, lobster and rolls. Except, now--for reasons they're still not discussing--they don't. They broke up five months ago. And still haven't told their best friends. Which is how they find themselves sharing a bedroom at the Maine cottage that has been their friend group's yearly getaway for the last decade. Their annual respite from the world, where for one vibrant, blissful week they leave behind their daily lives; have copious amounts of cheese, wine, and seafood; and soak up the salty coastal air with the people who understand them most. "
		},
		{
			"id": 13,
			"title": "The Wager: A Tale of Shipwreck, Mutiny and Murder",
			"author": "David Grann",
			"imgSrc": "https://images-us.bookshop.org/ingram/9780385534260.jpg?height=500&v=v2-86f16537cbc901e988d2a009f6422ae0",
			"ISBN": "9780385534260",
			"publishYear": 2023,
			"publisher": "Doubleday Books",
			"description": "On January 28, 1742, a ramshackle vessel of patched-together wood and cloth washed up on the coast of Brazil. Inside were thirty emaciated men, barely alive, and they had an extraordinary tale to tell. They were survivors of His Majesty's Ship the Wager, a British vessel that had left England in 1740 on a secret mission during an imperial war with Spain. While the Wager had been chasing a Spanish treasure-filled galleon known as \"the prize of all the oceans,\" it had wrecked on a desolate island off the coast of Patagonia. The men, after being marooned for months and facing starvation, built the flimsy craft and sailed for more than a hundred days, traversing nearly 3,000 miles of storm-wracked seas. They were greeted as heroes. But then ... six months later, another, even more decrepit craft landed on the coast of Chile. This boat contained just three castaways, and they told a very different story. The thirty sailors who landed in Brazil were not heroes - they were mutineers. The first group responded with countercharges of their own, of a tyrannical and murderous senior officer and his henchmen. It became clear that while stranded on the island the crew had fallen into anarchy, with warring factions fighting for dominion over the barren wilderness. As accusations of treachery and murder flew, the Admiralty convened a court martial to determine who was telling the truth. The stakes were life-and-death--for whomever the court found guilty could hang. The Wager is a grand tale of human behavior at the extremes told by one of our greatest nonfiction writers. Grann's recreation of the hidden world on a British warship rivals the work of Patrick O'Brian, his portrayal of the castaways' desperate straits stands up to the classics of survival writing such as The Endurance, and his account of the court martial has the savvy of a Scott Turow thriller. As always with Grann's work, the incredible twists of the narrative hold the reader spellbound."
		},
		{
			"id": 14,
			"title": "Scaling People: Tactics for Management and Company Building",
			"author": "Claire Hughes Johnson",
			"imgSrc": "https://images-us.bookshop.org/ingram/9781953953216.jpg?height=500&v=v2-6818149b84059939826da23324e27783",
			"ISBN": "9781953953216",
			"publishYear": 2023,
			"publisher": "Stripe Press",
			"description": "A leader at both Google and Stripe from their early days, Claire Hughes Johnson has worked with founders and company builders to try to replicate their success. The most common questions she's asked are not about business strategy--they're about how to scale the operating structures and people systems of a rapidly growing startup.Scaling People is a practical and empathetic guide to being an effective leader and manager in a high-growth environment. The tactical information it puts forward--including guidance on crafting foundational documents, strategic and financial planning, hiring and team development, and feedback and performance mechanisms--can be applied to companies of any size, in any industry. Scaling People includes dozens of pages of worksheets, templates, exercises, and example documents to help founders, leaders, and company builders create scalable operating systems and lightweight processes that really work. Implementing effective leadership and management practices takes effort and discipline, but the reward is a sustainable, scalable company that's set up for long-term success. Scaling People is a detailed roadmap for company builders to put the right operating systems and structures in place to scale the most important resource a company has: its people."
		},
		{
			"id": 15,
			"title": "Do It: The Life-Changing Power of Taking Action",
			"author": "David Nurse",
			"imgSrc": "https://images-us.bookshop.org/ingram/9781119853701.jpg?height=500&v=v2-a89a5b21287fb0fecc24aadd00000000",
			"ISBN": "9781119853701",
			"publishYear": 2023,
			"publisher": "Wiley",
			"description": "No matter what is holding you back, Do It offers a proven solution to actualizing the life you long for. Author and renowned mindset specialist, David Nurse, reveals the nine reasons that you don't take action, how to successfully overcome your personal roadblocks, and the secret to achieving remarkable results. The reason you aren't accomplishing your dreams is not because you don't want to; it's because you don't know how to. And the reason you don't know how to is not because you aren't capable or smart enough. It's simply because you--and 99% of the population--have roadblocks you are completely unaware of. Before you can conquer the enemy, you must identify the enemy. Based on extensive research studies, the science of the heart and mind connection, and captivating examples throughout history, Do It reveals the enemy that is holding you back--what Nurse calls your \"action archetype.\" These arechetypes include The Allodaxophobic, The Burned, The Blamer, The Perfectionist, and more."
		},
		{
			"id": 16,
			"title": "Tough Titties: On Living Your Best Life When You're the F-Ing Worst",
			"author": "Laura Belgray",
			"imgSrc": "https://images-us.bookshop.org/ingram/9780306826047.jpg?height=500&v=v2-2ca7f9d8a9e45fca37c75d10d5f8ac84",
			"ISBN": "9780306826047",
			"publishYear": 2023,
			"publisher": "Hachette Books",
			"description": "What does it take to grow up cool and popular, master adulthood, fast track your success, and always be your best? Laura Belgray wouldn't know. Her wildly relatable coming-of-age stories include hate-following her 6th grade bully on social media decades later; moving home post-college to measure her self-worth in hookups with Upper West Side bartenders; dating a sociopathic man-baby; proving herself in the early '90s at New York's coolest magazine (as the world's worst intern); falling for get-rich-quick schemes on the Internet; and, most of all, saying \"tough titties\" to the supposed-to's in life: driving a car, being on time, handing in your paperwork, learning to roast a chicken, and having kids."
		},
		{
			"id": 17,
			"title": "The Good Enough Job: Reclaiming Life from Work",
			"author": "Simone Stolzoff",
			"imgSrc": "https://images-us.bookshop.org/ingram/9780593538968.jpg?height=500&v=v2-1370f0722e2da32ba0da0b26b39f1e05",
			"ISBN": "9780593538968",
			"publishYear": 2023,
			"publisher": "Portfolio",
			"description": "A challenge to the tyranny of work and a call to reclaim our lives from its clutches. From the moment we ask children what they want to \"be\" when they grow up, we exalt the dream job as if it were life's ultimate objective. Many entangle their identities with their jobs, with predictable damage to happiness, wellbeing, and even professional success. In The Good Enough Job, journalist Simone Stolzoff traces how work has come to dominate Americans' lives--and why we find it so difficult to let go. Based on groundbreaking reporting and interviews with Michelin star chefs, Wall Street bankers, overwhelmed teachers and other workers across the American economy, Stolzoff exposes what we lose when we expect work to be more than a job. Rather than treat work as a calling or a dream, he asks what it would take to reframe work as a part of life rather than the entirety of our lives. What does it mean for a job to be good enough? Through provocative critique and deep reporting, Stolzoff punctures the myths that keep us chained to our jobs. By exposing the lies we--and our employers--tell about the value of our labor, The Good Enough Job makes the urgent case for reclaiming our lives in a world centered around work. "
		},
		{
			"id": 18,
			"title": "What My Bones Know: A Memoir of Healing from Complex Trauma",
			"author": "Stephanie Foo",
			"imgSrc": "https://images-us.bookshop.org/ingram/9780593238103.jpg?height=500&v=v2-ecd24b4382c174d690dbd3d399f9c393",
			"ISBN": "9780593238103",
			"publishYear": 2022,
			"publisher": "Ballantine Books",
			"description": "By age thirty, Stephanie Foo was successful on paper: She had her dream job as an award-winning radio producer at This American Life and a loving boyfriend. But behind her office door, she was having panic attacks and sobbing at her desk every morning. After years of questioning what was wrong with herself, she was diagnosed with complex PTSD--a condition that occurs when trauma happens continuously, over the course of years. Both of Foo's parents abandoned her when she was a teenager, after years of physical and verbal abuse and neglect. She thought she'd moved on, but her new diagnosis illuminated the way her past continued to threaten her health, relationships, and career. She found limited resources to help her, so Foo set out to heal herself, and to map her experiences onto the scarce literature about C-PTSD. In this deeply personal and thoroughly researched account, Foo interviews scientists and psychologists and tries a variety of innovative therapies. She returns to her hometown of San Jose, California, to investigate the effects of immigrant trauma on the community, and she uncovers family secrets in the country of her birth, Malaysia, to learn how trauma can be inherited through generations. Ultimately, she discovers that you don't move on from trauma--but you can learn to move with it.Powerful, enlightening, and hopeful, What My Bones Know is a brave narrative that reckons with the hold of the past over the present, the mind over the body--and examines one woman's ability to reclaim agency from her trauma."
		},
		{
			"id": 19,
			"title": "Is It Hot in Here (or Am I Suffering for All Eternity for the Sins I Committed on Earth)?",
			"author": "Zach Zimmerman",
			"imgSrc": "https://images-us.bookshop.org/ingram/9781797217574.jpg?height=500&v=v2-f0abaec0fbad388fd0ce6235c55ffed2",
			"ISBN": "9781797217574",
			"publishYear": 2023,
			"publisher": "Chronicle Books",
			"description": "In this laugh-and-cry-out-loud, memoir-esque exploration of selfhood, Zimmerman dives into the pros and cons of retiring a Bible-Belt-dwelling, meat-eating, God-fearing identity in exchange for a new, metropolitan lease on life--one of vegetarianism, atheism, queerness, and humor. Whether learning to absolve instilled religious guilt or reminiscing over Tinder dates gone horribly wrong, this book is a candid and hysterical look at one person's journey toward making peace with the past and seeking hope in the future. HILARIOUS WRITING: The stories featured in this collection are an uproarious read with a strong and established tone of voice. Featuring pieces that were originally published in the New Yorker, Is It Hot in Here (Or Am I Suffering for All Eternity for the Sins I Committed on Earth)? is a literary gem. RELEVANT AND INCLUSIVE: Zimmerman navigates obstacles in the queer community with essays that are not only humorous and heartfelt, but also act as guiding anecdotes for young, queer community members."
		},
		{
			"id": 20,
			"title": "Yellowface",
			"author": "R. F. Kuang",
			"imgSrc": "https://images-us.bookshop.org/ingram/9780063250833.jpg?height=500&v=v2-c8aec35e115efa449aa2f60da9038911",
			"ISBN": "9780063250833",
			"publishYear": 2023,
			"publisher": "William Morrow & Company",
			"description": "Authors June Hayward and Athena Liu were supposed to be twin rising stars. But Athena's a literary darling. June Hayward is literally nobody. Who wants stories about basic white girls, June thinks. So when June witnesses Athena's death in a freak accident, she acts on impulse: she steals Athena's just-finished masterpiece, an experimental novel about the unsung contributions of Chinese laborers during World War I. So what if June edits Athena's novel and sends it to her agent as her own work? So what if she lets her new publisher rebrand her as Juniper Song--complete with an ambiguously ethnic author photo? Doesn't this piece of history deserve to be told, whoever the teller? That's what June claims, and the New York Times bestseller list seems to agree. But June can't get away from Athena's shadow, and emerging evidence threatens to bring June's (stolen) success down around her. As June races to protect her secret, she discovers exactly how far she will go to keep what she thinks she deserves. With its totally immersive first-person voice, Yellowface grapples with questions of diversity, racism, and cultural appropriation, as well as the terrifying alienation of social media. R.F. Kuang's novel is timely, razor-sharp, and eminently readable. "
		},
		{
			"id": 21,
			"title": "The Waldorf Astoria Bar Book",
			"author": "Frank Caiafa",
			"imgSrc": "https://images-us.bookshop.org/ingram/9780143124801.jpg?height=500&v=v2",
			"ISBN": "9780143124801",
			"publishYear": 2016,
			"publisher": "Penguin Books",
			"description": "Frank Caiafa--bar manager of the legendary Peacock Alley bar in the Waldorf Astoria--stirs in recipes, history, and how-to while serving up a heady mix of the world's greatest cocktails. Learn to easily prepare pre-Prohibition classics such as the original Manhattan, or daiquiris just as Hemingway preferred them. Caiafa also introduces his own award-winning creations, including the Cole Porter, an enhanced whiskey sour named for the famous Waldorf resident. Each recipe features tips and variations along with notes on the drink's history, so you can master the basics, then get adventurous--and impress fellow drinkers with fascinating cocktail trivia. The book also provides advice on setting up your home bar and scaling up your favorite recipe for a party. Since it first opened in 1893, the Waldorf Astoria New York has been one of the world's most iconic hotels, and Peacock Alley its most iconic bar. Whether you're a novice who's never adventured beyond a gin and tonic or an expert looking to expand your repertoire, The Waldorf Astoria Bar Book is the only cocktail guide you need on your shelf. "
		},
		{
			"id": 22,
			"title": "Fourth Wing",
			"author": "Rebecca Yarros",
			"imgSrc": "https://images-us.bookshop.org/ingram/9781649374042.jpg?height=500&v=v2-7bd086b844a8c0b073f0f836c9183b25",
			"ISBN": "9781649374042",
			"publishYear": 2023,
			"publisher": "Entangled: Red Tower Books",
			"description": "Twenty-year-old Violet Sorrengail was supposed to enter the Scribe Quadrant, living a quiet life among books and history. Now, the commanding general--also known as her tough-as-talons mother--has ordered Violet to join the hundreds of candidates striving to become the elite of Navarre: dragon riders. But when you're smaller than everyone else and your body is brittle, death is only a heartbeat away...because dragons don't bond to \"fragile\" humans. They incinerate them. With fewer dragons willing to bond than cadets, most would kill Violet to better their own chances of success. The rest would kill her just for being her mother's daughter--like Xaden Riorson, the most powerful and ruthless wingleader in the Riders Quadrant. She'll need every edge her wits can give her just to see the next sunrise. Yet, with every day that passes, the war outside grows more deadly, the kingdom's protective wards are failing, and the death toll continues to rise. Even worse, Violet begins to suspect leadership is hiding a terrible secret. Friends, enemies, lovers. Everyone at Basgiath War College has an agenda--because once you enter, there are only two ways out: graduate or die.."
		},
		{
			"id": 23,
			"title": "The Guest",
			"author": "Emma Cline",
			"imgSrc": "https://images-us.bookshop.org/ingram/9780812998627.jpg?height=500&v=v2-3a8c68be410642dc0815c0c31b4c0408",
			"ISBN": "9780812998627",
			"publishYear": 2023,
			"publisher": "Random House",
			"description": "Summer is coming to a close on the East End of Long Island, and Alex is no longer welcome. A misstep at a dinner party, and the older man she's been staying with dismisses her with a ride to the train station and a ticket back to the city. With few resources and a waterlogged phone, but gifted with an ability to navigate the desires of others, Alex stays on Long Island and drifts like a ghost through the hedged lanes, gated driveways, and sun-blasted dunes of a rarefied world that is, at first, closed to her. Propelled by desperation and a mutable sense of morality, she spends the week leading up to Labor Day moving from one place to the next, a cipher leaving destruction in her wake. Taut, propulsive, and impossible to look away from, Emma Cline's The Guest is a spellbinding literary achievement."
		},
		{
			"id": 24,
			"title": "Nothing Is Missing: A Memoir of Living Boldly",
			"author": "Nicole Walters",
			"imgSrc": "https://images-us.bookshop.org/ingram/9781668000953.jpg?height=500&v=v2-de79762de7361478f03103d1ceb46b49",
			"ISBN": "9781668000953",
			"publishYear": 2023,
			"publisher": "S&s/Simon Element",
			"description": "Nothing is Missing is a riveting, unputdownable story of what it takes to show up for yourself--and the joy that can come once you do. Raised in a home where food was unstable and anger was the norm, Nicole learned early that she needed to take charge of her own safety and security. So she did: She got into an elite private school by talking to a stranger in her dad's cab, she strategized her way onto Wheel of Fortune to pay for college, she adopted three girls after meeting their mother panhandling, she quit her job to launch her own business, and she struggled. Hustling endlessly to try to achieve society's definition of success left her exhausted, compromising her own sense of worth in order to accommodate others. Nicole worked herself straight into a health crisis that threatened her life and the family she had worked so hard to build. It was not until she was forced into a major reckoning in both her business and her marriage that Nicole realized that she was already enough, that she had and was everything that she needed. In Nothing is Missing, Nicole contemplates how she was able to create the life she wanted using the strength she had within herself all along. "
		},
		{
			"id": 25,
			"title": "Humanocracy: Creating Organizations as Amazing as the People Inside Them",
			"author": "Michele Zanini, Gary Hamel",
			"imgSrc": "https://images-us.bookshop.org/ingram/9781633696020.jpg?height=500&v=v2",
			"ISBN": "9781633696020",
			"publishYear": 2020,
			"publisher": "Harvard Business Review Press",
			"description": "Management guru Gary Hamel and coauthor Michele Zanini paint a stark picture of how bureaucracy is worse and more costly than ever, and provide a manual for dismantling it and building an entrepreneurial organization that is truly fit for the future. Big idea book from leading business/management thinker Counterintuitive argument, that bureaucracy is still the biggest obstacle to innovation and success Substantial research base Lots of fresh stories and case studies in support of the argument Lots of frameworks and advice for our smart management audience Audience: Broad general management audience interested in innovation, management innovation, organizational change, organizational culture, transformation, operations."
		},
		{
			"id": 26,
			"title": "The Anthropocene Reviewed: Essays on a Human-Centered Planet",
			"author": "John Green",
			"imgSrc": "https://images-us.bookshop.org/ingram/9780525556534.jpg?height=500&v=v2-74b320930a4127a833486a487b5d510f",
			"ISBN": "9780525556534",
			"publishYear": 2021,
			"publisher": "Dutton",
			"description": "The Anthropocene is the current geologic age, in which humans have profoundly reshaped the planet and its biodiversity. In this remarkable symphony of essays adapted and expanded from his groundbreaking podcast, bestselling author John Green reviews different facets of the human-centered planet on a five-star scale--from the QWERTY keyboard and sunsets to Canada geese and Penguins of Madagascar. Funny, complex, and rich with detail, the reviews chart the contradictions of contemporary humanity. As a species, we are both far too powerful and not nearly powerful enough, a paradox that came into sharp focus as we faced a global pandemic that both separated us and bound us together. John Green's gift for storytelling shines throughout this masterful collection. The Anthropocene Reviewed is an open-hearted exploration of the paths we forge and an unironic celebration of falling in love with the world. "
		},
		{
			"id": 27,
			"title": "The Alchemist",
			"author": "Paulo Coelho",
			"imgSrc": "https://images-us.bookshop.org/ingram/9780062315007.jpg?height=500&v=v2",
			"ISBN": "9780062315007",
			"publishYear": 2014,
			"publisher": "HarperOne",
			"description": "A special 25th anniversary edition of the extraordinary international bestseller, including a new Foreword by Paulo Coelho. Combining magic, mysticism, wisdom and wonder into an inspiring tale of self-discovery, The Alchemist has become a modern classic, selling millions of copies around the world and transforming the lives of countless readers across generations. Paulo Coelho's masterpiece tells the mystical story of Santiago, an Andalusian shepherd boy who yearns to travel in search of a worldly treasure. His quest will lead him to riches far different--and far more satisfying--than he ever imagined. Santiago's journey teaches us about the essential wisdom of listening to our hearts, of recognizing opportunity and learning to read the omens strewn along life's path, and, most importantly, to follow our dreams."
		},
		{
			"id": 28,
			"title": "Misfit: Growing Up Awkward in the '80s",
			"author": "Gary Gulman",
			"imgSrc": "https://images-us.bookshop.org/ingram/9781250777065.jpg?height=500&v=v2-f4f4a8079b5d73000e7a94ed79a854f6",
			"ISBN": "9781250777065",
			"publishYear": 2023,
			"publisher": "Flatiron Books",
			"description": "This is no ordinary book about growing older and growing up. Gulman has an astonishing memory and takes the reader through every year of his childhood education, with obsessively detailed stories that are in turn alarming and riotously funny. We meet Gulman's family, neighbors, teachers, heroes, and antagonists, and get to know the young comedian-in-the-making who is his own worst--and most persistent--enemy. From failing to impress at grade school show-and-tell to literally fumbling at his first big football game, in settings that take us all the way from the local playground to the local mall, from Hebrew School to his best (and only) friend's rec room, young Gary becomes a stand-in for everyone who grew up wondering if they would ever truly fit in. And that's not all: the book is also chock-full of '80s nostalgia (Scented Markers, indifference to sunscreen). "
		},
		{
			"id": 29,
			"title": "A Court of Thorns and Roses",
			"author": "Sarah J. Maas",
			"imgSrc": "https://images-us.bookshop.org/ingram/9781635575569.jpg?height=500&v=v2",
			"ISBN": "9781635575569",
			"publishYear": 2020,
			"publisher": "Bloomsbury Publishing",
			"description": "When nineteen-year-old huntress Feyre kills a wolf in the woods, a terrifying creature arrives to demand retribution. Dragged to a treacherous magical land she knows about only from legends, Feyre discovers that her captor is not truly a beast, but one of the lethal, immortal faeries who once ruled her world. At least, he's not a beast all the time. As she adapts to her new home, her feelings for the faerie, Tamlin, transform from icy hostility into a fiery passion that burns through every lie she's been told about the beautiful, dangerous world of the Fae. But something is not right in the faerie lands. An ancient, wicked shadow is growing, and Feyre must find a way to stop it, or doom Tamlin-and his world-forever. From bestselling author Sarah J. Maas comes a seductive, breathtaking book that blends romance, adventure, and faerie lore into an unforgettable read. "
		},
		{
			"id": 30,
			"title": "Caste: The Origins of Our Discontents",
			"author": "Isabel Wilkerson",
			"imgSrc": "https://images-us.bookshop.org/ingram/9780593230275.jpg?height=500&v=v2",
			"ISBN": "9780593230275",
			"publishYear": 2023,
			"publisher": "Random House Trade",
			"description": "In this brilliant book, Isabel Wilkerson gives us a masterful portrait of an unseen phenomenon in America as she explores, through an immersive, deeply researched, and beautifully written narrative and stories about real people, how America today and throughout its history has been shaped by a hidden caste system, a rigid hierarchy of human rankings. Beyond race, class, or other factors, there is a powerful caste system that influences people's lives and behavior and the nation's fate. Linking the caste systems of America, India, and Nazi Germany, Wilkerson explores eight pillars that underlie caste systems across civilizations, including divine will, bloodlines, stigma, and more. Using riveting stories about people--including Martin Luther King, Jr., baseball's Satchel Paige, a single father and his toddler son, Wilkerson herself, and many others--she shows the ways that the insidious undertow of caste is experienced every day. She documents how the Nazis studied the racial systems in America to plan their outcasting of the Jews; she discusses why the cruel logic of caste requires that there be a bottom rung for those in the middle to measure themselves against; she writes about the surprising health costs of caste, in depression and life expectancy, and the effects of this hierarchy on our culture and politics. Finally, she points forward to ways America can move beyond the artificial and destructive separations of human divisions, toward hope in our common humanity. "
		},
		{
			"id": 31,
			"title": "Monsters: A Fan's Dilemma",
			"author": "Claire Dederer",
			"imgSrc": "https://images-us.bookshop.org/ingram/9780525655114.jpg?height=500&v=v2-7ecb92ab56cbf4e50119a7676d6d1abc",
			"ISBN": "9780525655114",
			"publishYear": 2023,
			"publisher": "Knopf Publishing Group",
			"description": "Can we love the work of artists such as Hemingway, Sylvia Plath, Miles Davis, Polanski, or Picasso? Should we? Dederer explores the audience's relationship with artists from Michael Jackson to Virginia Woolf, asking: How do we balance our undeniable sense of moral outrage with our equally undeniable love of the work? Is male monstrosity the same as female monstrosity? And if an artist is also a mother, does one identity inexorably, and fatally, interrupt the other? In a more troubling vein, she wonders if an artist needs to be a monster in order to create something great. Does genius deserve special dispensation? Does art have a mandate to depict the darker elements of the psyche? And what happens if the artist stares too long into the abyss? "
		},
		{
			"id": 32,
			"title": "Just Action: How to Challenge Segregation Enacted Under the Color of Law",
			"author": "Richard Rothstein, Leah Rothstein",
			"imgSrc": "https://images-us.bookshop.org/ingram/9781324093244.jpg?height=500&v=v2-68dee3c343fb2a80325b028f376395e6",
			"ISBN": "9781324093244",
			"publishYear": 2023,
			"publisher": "Liveright Publishing Corporation",
			"description": "In the six years since its initial publication, The Color of Law, \"the most forceful argument ever published on how federal, state, and local governments gave rise to and reinforced neighborhood segregation\" (William Julius Wilson), has become a landmark work, which--through its nearly one million copies sold--has helped to define the fractious age in which we live. Aware that twenty-first-century segregation continues to promote entrenched inequality, Richard Rothstein has now teamed with housing policy expert Leah Rothstein to write Just Action, a blueprint for concerned citizens and community leaders. This book describes dozens of activities that readers and supporters can undertake in their own communities to make their commitment real, producing victories that might finally challenge residential segregation and help remedy America's profoundly unconstitutional past. "
		},
		{
			"id": 33,
			"title": "Legends & Lattes: A Novel of High Fantasy and Low Stakes",
			"author": "Travis Baldree",
			"imgSrc": "https://images-us.bookshop.org/ingram/9781250886088.jpg?height=500&v=v2-5d44919421c1c5ff8d998a1a7377e13b",
			"ISBN": "9781250886088",
			"publishYear": 2022,
			"publisher": "Tor Books",
			"description": "After a lifetime of bounties and bloodshed, Viv is hanging up her sword for the last time. The battle-weary orc aims to start fresh, opening the first ever coffee shop in the city of Thune. But old and new rivals stand in the way of success -- not to mention the fact that no one has the faintest idea what coffee actually is. If Viv wants to put the blade behind her and make her plans a reality, she won't be able to go it alone. But the true rewards of the uncharted path are the travelers you meet along the way. And whether drawn together by ancient magic, flaky pastry, or a freshly brewed cup, they may become partners, family, and something deeper than she ever could have dreamed. "
		},
		{
			"id": 34,
			"title": "The Priory of the Orange Tree",
			"author": "Samantha Shannon",
			"imgSrc": "https://images-us.bookshop.org/ingram/9781635570304.jpg?height=500&v=v2-95fba6d5b460fac3cdf616be5224cdd2",
			"ISBN": "9781635570304",
			"publishYear": 2020,
			"publisher": "Bloomsbury Publishing",
			"description": "The House of Berethnet has ruled Inys for a thousand years. Still unwed, Queen Sabran the Ninth must conceive a daughter to protect her realm from destruction--but assassins are getting closer to her door. Ead Duryan is an outsider at court. Though she has risen to the position of lady-in-waiting, she is loyal to a hidden society of mages. Ead keeps a watchful eye on Sabran, secretly protecting her with forbidden magic. Across the dark sea, Tané has trained all her life to be a dragonrider, but is forced to make a choice that could see her life unravel. Meanwhile, the divided East and West refuse to parley, and forces of chaos are rising from their sleep."
		},
		{
			"id": 35,
			"title": "Don't Tell Anybody the Secrets I Told You: A Memoir",
			"author": "Lucinda Williams",
			"imgSrc": "https://images-us.bookshop.org/ingram/9780593136492.jpg?height=500&v=v2-773bbe0c43334819921660b647e14cf3",
			"ISBN": "9780593136492",
			"publishYear": 2023,
			"publisher": "Crown Publishing Group (NY)",
			"description": "Lucinda Williams's rise to fame was anything but easy. Raised in a working-class family in the Deep South, she moved from town to town each time her father--a poet, a textbook salesman, a professor, a lover of parties--got a new job, totaling twelve different places by the time she was eighteen. Her mother suffered from severe mental illness and was in and out of hospitals. And when Williams was about a year old, she had to have an emergency tracheotomy--an inauspicious start for a singing career. But she was also born a fighter, and she would develop a voice that has captivated millions. In Don't Tell Anybody the Secrets I Told You, Williams takes readers through the events that shaped her music--from performing for family friends in her living room to singing at local high schools and colleges in Mexico City, to recording her first album with Folkway Records and headlining a sold-out show at Radio City Music Hall. She reveals the inspirations for her unforgettable lyrics, including the doomed love affairs with \"poets on motorcycles\" and the gothic southern landscapes of the many different towns of her youth, including Macon, Lake Charles, Baton Rouge, and New Orleans. Williams spent years working at health food stores and record stores during the day so she could play her music at night, and faced record companies who told her that her music was not \"finished,\" that it was \"too country for rock and too rock for country.\" But her fighting spirit persevered, leading to a hard-won success that spans seventeen Grammy nominations and a legacy as one of the greatest and most influential songwriters of our time."
		},
		{
			"id": 36,
			"title": "I'm Glad My Mom Died",
			"author": "Jennette McCurdy",
			"imgSrc": "https://images-us.bookshop.org/ingram/9781982185824.jpg?height=500&v=v2-cde04ed6e32e4fd179390347ccbb0eec",
			"ISBN": "9781982185824",
			"publishYear": 2022,
			"publisher": "Simon & Schuster",
			"description": "Jennette McCurdy was six years old when she had her first acting audition. Her mother's dream was for her only daughter to become a star, and Jennette would do anything to make her mother happy. So she went along with what Mom called \"calorie restriction,\" eating little and weighing herself five times a day. She endured extensive at-home makeovers while Mom chided, \"Your eyelashes are invisible, okay? You think Dakota Fanning doesn't tint hers?\" She was even showered by Mom until age sixteen while sharing her diaries, email, and all her income."
		},
		{
			"id": 37,
			"title": "Inciting Joy: Essays",
			"author": "Ross Gay",
			"imgSrc": "https://images-us.bookshop.org/ingram/9781643753041.jpg?height=500&v=v2-4943137ac9d546ffd9bc938d757cf631",
			"ISBN": "9781643753041",
			"publishYear": 2022,
			"publisher": "Algonquin Books",
			"description": "In these gorgeously written and timely pieces, prizewinning poet and author Ross Gay considers the joy we incite when we care for each other, especially during life's inevitable hardships. Throughout Inciting Joy, he explores how we can practice recognizing that connection, and also, crucially, how we can expand it. "
		},
		{
			"id": 38,
			"title": "Fermenter: DIY Fermentation for Vegan Fare, Including Recipes for Krauts, Pickles, Koji, Tempeh, Nut- & Seed-Based Cheeses, Ferme",
			"author": "Aaron Adams, Liz Crain",
			"imgSrc": "https://images-us.bookshop.org/ingram/9781632174710.jpg?height=500&v=v2-465f26c3d54ef92508cca02aedd78f86",
			"ISBN": "9781632174710",
			"publishYear": 2023,
			"publisher": "Sasquatch Books",
			"description": "Like The Noma Guide to Fermentation but with a punk, DIY aesthetic and a it's-OK-to-fail ethos, Fermenter provides the sought-after secrets and words of wisdom from top fermentation educators, Aaron Adams and Liz Crain. Based in Portland, Oregon (vegan capital of America), the Fermenter restaurant specializes in culinary fermentation to achieve their unique funky flavors. Learn how to handcraft local bean-and-grain tempehs, fresh and aged vegan cheeses, fizzy probiotic drinks, and koji ferments and revolutionize the flavor profiles in your home kitchen! They empower you to follow them down this highly addictive (and inexpensive) path, resulting in totally DIY food, free from mass-produced or corporate anything."
		},
		{
			"id": 39,
			"title": "House of Leaves",
			"author": "Mark Z. Danielewski",
			"imgSrc": "https://images-us.bookshop.org/ingram/9780375703768.jpg?height=500&v=v2-115bcab333d445b2b252e7c8878be2ca",
			"ISBN": "9780375703768",
			"publishYear": 2000,
			"publisher": "Pantheon Books",
			"description": "Years ago, when House of Leaves was first being passed around, it was nothing more than a badly bundled heap of paper, parts of which would occasionally surface on the Internet. No one could have anticipated the small but devoted following this terrifying story would soon command. Starting with an odd assortment of marginalized youth--musicians, tattoo artists, programmers, strippers, environmentalists, and adrenaline junkies--the book eventually made its way into the hands of older generations, who not only found themselves in those strangely arranged pages but also discovered a way back into the lives of their estranged children. Now this astonishing novel is made available in book form, complete with the original colored words, vertical footnotes, and second and third appendices. The story remains unchanged, focusing on a young family that moves into a small home on Ash Tree Lane where they discover something is terribly wrong: their house is bigger on the inside than it is on the outside. "
		},
		{
			"id": 40,
			"title": "Deep Oakland: How Geology Shaped a City",
			"author": "Andrew Alden, Laura Cunningham",
			"imgSrc": "https://images-us.bookshop.org/ingram/9781597145961.jpg?height=500&v=v2-5eeac605697abb164220a007fbeb44a9",
			"ISBN": "9781597145961",
			"publishYear": 2023,
			"publisher": "Heyday Books",
			"description": "Beneath Oakland's streets and underfoot of every scurrying creature atop them, rocks roil, shift, crash, and collide in an ever-churning seismological saga. Playing out since time immemorial, the deep geology of this city has chiseled and carved its landforms and the lives of everyone--from the Ohlone to the settlers to the transients and transplants--who has called this singular place home. In Deep Oakland, geologist Andrew Alden excavates the ancient story of Oakland's geologic underbelly and reveals how its silt, soil, and subterranean sinews are intimately entwined with its human history--and future. Poised atop a world-famous fault line now slumbering, Alden charts how these quaking rocks gave rise to the hills and the flats; how ice-age sand dunes gave root to the city's eponymous oak forests; how the Jurassic volcanoes of Leona Heights gave way to mining boom times; how Lake Merritt has swelled and disappeared a dozen times over the course of its million-year lifespan; and how each epochal shift has created the terrain cradling Oaklanders today. With Alden as our guide--and with illustrations by Laura Cunningham, author of A State of Change--we see that just as Oakland is a human crossroads, a convergence of cultures from the world over, so too is the bedrock below, carried here from parts still incompletely known."
		},
		{
			"id": 41,
			"title": "Don't Call Me Home: A Memoir",
			"author": "Alexandra Auder",
			"imgSrc": "https://images-us.bookshop.org/ingram/9780593299951.jpg?height=500&v=v2",
			"ISBN": "9780593299951",
			"publishYear": 2023,
			"publisher": "Viking",
			"description": "A moving and wickedly funny memoir about one woman's life as the daughter of a Warhol superstar and the intimate bonds of mother-daughter relationships Alexandra Auder's life began at the Chelsea Hotel--New York City's infamous bohemian hangout--when her mother, Viva, a longtime resident of the hotel and one of Andy Warhol's superstars, went into labor in the lobby. These first moments of Alexandra's life, documented by her filmmaker father, Michel Auder, portended the whirlwind childhood and teen years that she would go on to have. At the center of it all is Viva: a glamorous, larger-than-life woman with mercurial moods, who brings Alexandra with her on the road from gig to gig, splitting time between a home in Connecticut and Alexandra's father's loft in 1980s Tribeca, then moving back again to the Chelsea Hotel and spending summers with Viva's upper-middle-class, conservative, hyperpatriarchal family of origin. In Don't Call Me Home, Alexandra meditates on the seedy glory of being raised by two counterculture icons, from walking a pet goat around Chelsea and joining the Squat Theatre company to coparenting her younger sister, Gaby, with her mother and partying in East Village nightclubs. Flitting between this world and her present-day life as a yoga instructor, actress, mother, wife, and much-loved Instagram provocateur, Alexandra weaves a stunning, moving, and hilarious portrait of a family and what it means to move away from being your mother's daughter into being a person of your own. "
		}
	]
}
